Repository: mozilla-l10n/mt-training-data
Catalog: kvx/kvx_pontoon.tmx
Source language: en_us
Languages: kvx

source: Malay
kvx: ملي

source: Malayalam
kvx: مائيلايالم

source: Male/Masculine
kvx: آۮمِي/آۮميون واۯي

source: Maltese
kvx: ميلٽيسي

source: Manage Email Subscriptions
kvx: اِيميل سبسڪرپشن رو ڀنڌوڀست ڪرو

source: Manage Subscriptions
kvx: سبسڪرپشن رو ڀنڌوڀست ڪرو

source: Manx
kvx: مينڪس

source: Mapudungun
kvx: ميپُودُونگُونَ

source: Marathi
kvx: مراٺِي

source: <mark>Check</mark>
kvx: <mark>جونچ</mark>

source: <mark>Data</mark>
kvx: <mark>ڊيٽا</mark>

source: <mark>Prompt</mark>
kvx: <mark>اِشارو</mark>

source: <mark>Respond</mark>
kvx: <mark>جواڀ ۮيوو</mark>

source: <mark>Transcribe</mark>
kvx: <mark>لکي ليوو</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
kvx: <mark> سِي وِي رو اِستعمال</mark> <br/> <mark> ڳوتيا ۿارُو ڪروه ريا؟<mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
kvx: <mark> امون نئہ ضرُورت سئہ</mark> <br/> <mark> تمارئي مڌت!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
kvx: ميٽرِڪس هيڪ کُلو،هلڪو ڦُلڪو قائيڌو غير مرڪزِي ۿاسا ٽيم ۾ راڀطو ڪريا ۿارُو سئہ، انَ اي موزِيلا رو پسنڌ واۯو کُلو ٻوليا واۯو ماڳ سئہ۔

source: Maximum file size: 25 MB
kvx: گھٽ ۾ گھٽ فائل رو سائز پنجوِيه MB هوئہ:

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
kvx: شايڌ امارو<homepageLink>هوم پيج</homepageLink>مڌتگار ثابت ٿئہ؟ سوئال پُونسيا ۿارُو ميرڀونئي ڪرينَ<matrixLink>ميٽرِڪس ڪميُونٽِي چيٽ</matrixLink>، ۾ شامِل ٿيو، سائيٽ را مسئلون رو جائزو لِيڌا ۿارُو<githubLink>گِٽ هِب</githubLink> ڪا جائزو<discourseLink>امارا ڊِسڪورس فارم رو </discourseLink> ۿوما زائو۔

source: MB
kvx: ايم ڀِي

source: Mbo
kvx: ايم بي او

source: Meadow Mari
kvx: مِيڊو مري

source: Media and Entertainment
kvx: ميڊيا انَ تفرِيح

source: Medumba
kvx: ميدُمڀا

source: Meetei Lon
kvx: ميتِي لونَ

source: Message
kvx: نياپو

source: Michoacán Mazahua
kvx: مِڪُوئا ڪيئنَ مزهُوئا

source: Mingrelian
kvx: مِينگرلِيئنَ

source: Minimum sentences in file: 1000
kvx: فائل ۾ گھٽ ۾ گھٽ هزار جُملا هوئہ:

source: [Mismatched content]
kvx: [مواد رئي ميل جول نٿِي]

source: Misreadings
kvx: ڳلت ڀڻوو

source: Missing an 's' at the end of a word.
kvx: ڪياڪ آکر را پڇاڙِي ۾ 'ايس' نئہ ساڏي ۮيو۔

source: Missing an <strong>'s'</strong> at the end of a word.
kvx: Missing an <strong>'s'</strong> هيڪا ويڻ را آخر ۾۔

source: Missing 'A' or 'The' at the beginning of the recording.
kvx: رِيڪارڊِنگ رِي شرُوعات ۾ 'اي' ڪا 'دي' نئہ ساڏي ۮيو۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
kvx: ڳمال<strong>'A'</strong> ڪا<strong>'The'</strong> رِيڪارڊِنگ رِي شُروعات ۾۔

source: Missing the end of the last word by cutting off the recording too quickly.
kvx: آخرِي ويڻ رو آخرِي حصو ۿتال سئہ ڪم تون رِيڪارڊِنگ نئہ جوم جلدِي کتم ڪرئي پرئي۔

source: Mixed
kvx: ڀيۯوَوو

source: Mixteco Yucuhiti
kvx: ميڪسيٽِيڪو يُوڪوهيٽِي

source: Mokpwe
kvx: موڪپوي

source: Moksha
kvx: موڪشا

source: Mongolian
kvx: مينگولِيئنَ

source: More
kvx: وڌارئہ

source: [More has been recorded than the required text]
kvx: جيو ضرُورِي متنَ هتو اُوئا ٿِي وڌِيڪ رِيڪارڊ ٿي ڳيوه

source: More languages coming soon
kvx: وڌيڪ ٻولي جلڌي آوئہ ري۔

source: Mossi
kvx: موسِي

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
kvx: گھڻو ڪرينَ ڊيٽا جيو موٽي ڪمپني اِستعمال ڪرئہ۔اُو عام منکون ۿارُو نٿِي هوتا۔امي ۿزمونه جي اِيئا ٿِي نوون کيالون رئي ترقئي اُوڀي رئه۔اِيئا ۿارُو امي ڪومنَ وائيس رئي شُروعات ڪرئي،هيڪ پروجيڪٽ جيو آواز رِي اوۯکوڻ نئہ هر هيڪ ۿارُو کُلو انَ موجودگِي ۿارُو مڌت ڪرشي۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
kvx: گھڻو ڪرينَ ڊيٽا جيو الهائي ڪمپني اِستعمال ڪرئہ۔ اُو کاس ڪرينَ هر عام کاس منک ۿارُو نٿِي هوتو۔ امي ۿزمون جي اِيئا ٿِي نوون کيالون رئي ترقئي اُوڀي رئه۔اِيئا ۿارُو امي پروجيڪٽ ڪومنَ وائيس رئي شُروعات ڪرئي-هيڪ پروجيڪٽ جيو آواز رِي اوۯکوڻ ۿارُو هر هيڪ ۿارُو مڌت گار سئہ۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
kvx: گھڻو ڪرينَ رِيڪارڊِيگ منکون رِي قُڌرتِي آواز ۾ ٿيل هوئہ۔ تمي ڪئيون ڪيونڪ جيوَئي تيوَئي ريڪارڊِنگ نئہ موني هيڪو جيو اُوتومڻِي آواز ۾ سئہ، هڻيون هڻيون سئہ، ڪا ۿاس ۾ ڍرامائِي اندا﻿ز ۾ ڪِيڌل سئہ۔ ميرڀونئي ڪرينَ ڳاوَل رِِيڪارڊِنگ انَ ڪمپيوٽر مانه ڪرَل رِيڪارڊِنگ واۯِي آواز نئہ رد ڪرو پرو۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
kvx: موزِيلا ڪومنَ وائيس رئي هيڪ شُروئات سئہ جيو مشِينون نئہ اي شِينکاڙيا ۾ مڌت ڪرئہ جي ۿاس ۾ منک ڪم ڪرينَ ٻولئه۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
kvx: موزِيلا ڪومنَ وائيس هيڪ ڌار ڌار قوم ري ذريعي ممڪن ٿي هيڪيو، جيو ڌُنيا رِي قوم منکون را ڪوم، ٻوليون، ڊيٽا سائينس، تعليمي انَ سافٽ ويئر اِنجنِيئر مانه ٺاوَل سئہ۔ اي پروجيڪٽ موزِيلا فائُوڊيشن ري ذريعي سنڀاليو زائه۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
kvx: موزِيلا ڪومنَ وائيس ڌُنيا رون ٻڌون ٿِي گھڻو ٻوليون رو ڊيٽا سيٽ سئہ۔ ان امي هر نمُونا ٿِي ۮونَ ري ذريعي وونه ريا۔ امارا ڊيٽا سيٽ سنئہ هوسٽ ڪريا ۿارُو انَ 100 ٿِي وڌِيڪ قومون را پليٽ فارم نئہ ٺائُوڪو ٺايا ۾ هر سال لڳ ڀڳ هيڪ ملينَ ڍالر رو کرچو آوئه۔ جيڪيۮِي تمي هر وات رئي جانڪارئي راکو انَ اُوئا رئي قڌر ڪرو<b> آز ئي ۮونَ ۮيو!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
kvx: موزِيلا رو اوپن وائيس اوۯکوڻ را اِنجڻ رئي ڌرخواست ٺايا ۿارُو اِستعال ڪريو زائه۔ امارو<githubLink> گِٽ حب اوورويُو</githubLink> ڀڻو ڪا زون </discourseLink> جوائڻ ڪرو جي شِينکي هيڪو جي ڪم ڪرينَ شُروع ڪري هيڪون۔

source: Mutual accountability.
kvx: ڀيۯئي جواڀڌارئي

source: n
kvx: ن

source: N
kvx: ن

source: N/A
kvx: نا

source: Name
kvx: نوم

source: Names of your language
kvx: تماري ٻولِي را نوم

source: Native Language
kvx: علائقائي ٻولئي

source: Nature and Environment
kvx: قُڌرت انَ ماحُوليات

source: Need help deciding which to choose?
kvx: ڪِي تمون نئہ اي ڦينصلو ڪريا ۿارُو مڌت کپئہ جي ڪيا نئہ سُُونڍوو؟

source: Need help with the Sex or Gender changes?
kvx: ڪِي تمون نئہ جِنس ڪا جِنسيات ڀڌليا ۾ ڪوئي مڌت کپئہ؟

source: Need some help with accent?
kvx: لهجا ۾ مڌت ڪرو؟

source: Need some help with variants?
kvx: ڪِي تمون نئہ ٻِيزا نمُونا رئي ڪوئي مڌت کپئہ؟

source: Need to download your data?
kvx: ڪِي تمي آپرو ڊيٽا ڊائونلوڊ ڪروا ڪروه؟

source: Nepali
kvx: نيپالِي

source: New Language Launch
kvx: نوِي ٻولِي رئي شُروئات

source: News and Current Affairs
kvx: خٻرون انَ همڻُوڪا حالات

source: Next
kvx: ٻِيزو

source: Ngiembon
kvx: نِيجمبونَ

source: Nias
kvx: نِيئاس

source: Nigerian Pidgin English
kvx: نائيجيرِيئن پِڊجِن انگريزِي

source: NKo
kvx: نِيڪو

source: No
kvx: نا

source: [No ‘a’ in the original text]
kvx: [اصل متنَ ۾ ‘a’ نٿِي]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
kvx: <noCopyright>No copyright</noCopyright> پابندي (cc-0)

source: No foreign letters
kvx: ٻارليا مُلڪون را ويڻ نئِين

source: No gravatar found for your email
kvx: تمارا اِيميل ۿارُو ڪوئي گِراوِيٽر نٿِي زڙيو

source: No information
kvx: ڪوئي جانڪارئي نٿِي

source: No information available
kvx: ڪوئي جانڪارئي / معلُومات موجود نٿِي

source: No languages found
kvx: ڪوئي ٻولِي نٿي زۯي

source: No microphone found.
kvx: مائڪروفونَ نٿِي زڙيو

source: Non-binary
kvx: ايوئي جِنس جيو نہ ڏوشِي نہ آۮمِي هووئہ

source: No numbers and special characters
kvx: ڪوئي نمبر ڪا کاس ڪريڪٽرس نئِين

source: No offensive, prejudiced remarks or sensitive questions
kvx: ڪوئي پڻ ايوا، ڀي ادڀا تڀصره ڪا نازُڪ سوئالات نہ هووو کپئہ

source: Northern Hindko
kvx: نارٿرنَ هِنڌڪو

source: Northern Sotho
kvx: نارٿرنَ سوٺو

source: Northwest Gbaya
kvx: نارٿويسٽ جِي ڀايا

source: Norwegian Bokmål
kvx: نووَرجِئنَ بوڪمال

source: Norwegian Nynorsk
kvx: نارويجِيئنَ نائينورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kvx: جائزو لِيڌا ۿارُو ڪوئي جُملا نٿِي<addLink> هوَئہ نوا جُملا ڌاخل ڪرو!</addLink>

source: No soliciting personal information (e.g., names, financial details)
kvx: ذاتِي جانڪارئي مونڳوو منع سئہ(زم نوم، مالِي جائيڌاڌ رئي جانڪارئي وغيره)

source: ⓘ Not all sentences and clips have Variant tags yet!
kvx: هنزون ۿُوڌِي ٻڌون جُملون ۾ انَ ڪِلپون ۾ ڌار ڌار نمُونا را ٽيگ نٿِي!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
kvx: زئيون وزِيبل مانه سيٽ ڪريو زائه، تون اي سيٽنگ<profileLink> ٿي ڀڌلي هيڪئہ</profileLink>۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
kvx: نوٽ:حِصو ڀڌليا ۿارُو تمون نئہ هوَئہ پڻ ٻوليا ڪا ۿومڀۯيا موئين ٿِي هيڪا نئہ سُونڍوو پڙشي۔

source: Not Found
kvx: نٿي زۯيو

source: No Thanks
kvx: نا ميرڀونئي

source: No thanks, continue speaking
kvx: نا ميرڀونئي، ٻولتا ريو۔

source: Not use, or solicit, harmful or offensive language
kvx: نُقصونَ ۮِيڌا واۯئي ان نڦرت پيڌا ڪريا واۯئي ٻولِي رو واپراوَ نہ ڪرو، ان نہ ئي اِيئا نئہ واپراوَ ڪريا رو ڪِيڌو زائہ

source: No variant selected
kvx: ڌار ڌار نمُونا سُونڍل نٿِي

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
kvx: هوَئہ زئيون تمي ڪومن وائيس را ڀارام ۾ ٿوڙو ڪا گھڻو زوڻي ڳيا، تون ڪم نہ هايا نئہ هاڪليا رئي ڪوشش ڪرون؟ جملا زُور ٿِي ڀڻيا ۿارُو مائيڪرو فونَ آئِي ڪونَ مانه ڪِلڪ ڪرو۔ <br/><br/> جيڪيۮِي تمي ٻِيزون رِي آواز رو حصو ۿومڀۯونَ اُوئا رئي ڌوهرائي ڪروو پسنڌ ڪرو، تون پلي آئِي ڪونَ مانه ڪِلڪ ڪرو۔ هيوئہ نمُونئہ مڌت ڪرشو جي رِيڪارڊِنگز اسڪِرينَ مانه لکل جُملون ٿِي مِلئہ ڪا نا۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
kvx: هوَئہ تمي آپرو آواز ۮونَ ڪري هيڪو هيڪ کُلل مڌتگار ڊيٽاسيٽ ٺاوو جيو هر ڪوئي اِستعمال ڪري هيڪئہ زم نوا ايپ ٺايا زائي هيڪئہ جيو ڊوائيسز انَ ويب ۿارُو هوئہ۔هيڪ جُملو ڀڻو زم مشينَ نئہ اِي شِينکيا ۾ مڌت زڙئہ جي ۿاسا منک ڪم ڪرينَ وات ڪرئہ۔ ٻِيزون حصيڌارون را ڪوم نئہ چيڪ ڪرو زم زم اُوئا را ڪوم رئي معيار ٺِيڪ ٿي هيڪئہ۔اتو ۿورو سئہ!

source: Nubi
kvx: نبِي

source: Number of Voices
kvx: ٻوليون رو نمڀر

source: Numbers
kvx: نمڀرز

source: Occitan
kvx: اوڪسِيٽانَ

source: Odia
kvx: اوڊِيئا

source: Off
kvx: بند

source: Offensive Content
kvx: نا پسنڌ مضمُونَ

source: Offensive content or sensitive information
kvx: نڦرت انگيز مضمُون ڪا جانڪارئي

source: Offensive language
kvx: نا مناسب ٻولئي

source: Offensive speech
kvx: نا مُناسِب وات چِيت

source: Offline Sources
kvx: نيٽ وڳر ذريعا

source: On
kvx: چالُو

source: On desktop devices you can contribute by downloading…
kvx: ڊيسٽاپ ڊيوائسون مان﻿ه تمي ڊائونلوڊ ڪرين﻿َ تعاون ڪري هيڪو

source: On his head he wore a beret.
kvx: اُوئا را ماٿا مانه هيڪ beret پيرل هتئي۔

source: On iOS please continue with Safari to enable recording…
kvx: مير﻿﻿ڀونئي ڪرين﻿َ آئي او ايس مانه رِيڪارڊِنگ ڪريا ۿارُو سفار﻿ِي رو واپراو﻿َ جارِي را﻿کو

source: Only show me sentences and clips from my variant
kvx: رُوڳو مارا ٻڌائي ڌار ڌار نمُونا را جُملا انَ ڪِلپ ۮيکاڙو

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
kvx: ٻِيزا هاٿ مانه،جي تمون نئہ لاڳئہ جي ڀڻيا واۯئہ ڪيۮِي اِيئا ويڻ نئہ ڪيۮِي نٿِي ڀڻيو انَ اُو زير زبر ڪا پيش رو ڳلت انڌازو لڳاوئہ ريو، تون ميرڀونئي ڪرينَ اُوئا نئہ رد ڪرو پرو۔جيڪيۮِي تمون نئہ شڪ هوئہ، تون اِسڪِپ ٻٽڻ رو اِستعمال ڪرو۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
kvx: ٻِي﻿زئہ پاهئہ جي تمي اَم ۿزمو جي ڀڻيا واۯئہ اِيئا آکر نئہ پيرهِين ڪيۮِي نٿِي ۮيکيو ﻿﻿﻿انَ اندازا مانه اُوئا نئہ ڀڻئہ ريو، تون ميرڀونئي ڪرينَ هايا نئہ رد ڪرو پرو۔ جيڪيۮِي تمي مطمئن نٿِي، تون skip button رو اِستعمال ڪرو۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
kvx: کُلل جِڌت امارا ڪوم رو هيڪ مرڪزِي حصو سئہ۔راڀطا ڪريا ۿارُو واسطا راکو،ڊيٽا ڪا اِنٽروِيو لِيڌا ۿارُو،<emailFragment>راڀطو ڪرو۔</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
kvx: چاهو تون امارِي اِيميل لِسٽ ۾ شامِل ٿينَ پروجيڪٽ را ڀارام نوي نوي خٻرون انَ نوئي جانڪارئي حاصل ڪرو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
kvx: تمي جئي ڊيموگرافِڪ ڊيٽا (زمار،جِنس،ٻولئي ڪا لهجو) ۮيوه ريا، هائي ڪيۮِي پڻ تمارا پروفائل ٿِي ڪيۮِي پڻ عام منکون ۿومو نئين آوَئہ،انَ نہ ئي تمارا اڪائونٽ ڀيۯو ڊيٽاسيٽ ۾ لِنڪ ڪريو زاشي۔هر هيڪ آڊيو ڪِلپ نئہ ڊيموگراف﻿يڪ ڊيٽا ڀيۯو جوڙيو زاشي زم ٺائُوڪئہ نمُونئہ اُوئا رئي جونچ پڙتال ٿي هيڪئہ، مثال را طور مانه، ڪوئي ڳوتيا واۯو ماهر ڊيموگرافِڪ ٽوۯا ۿارُو ٽريننگ ماڊل ٽارگيٽ ڪروا ڪرشي۔

source: Ormuri
kvx: اورمُورِي

source: Ossetian
kvx: اوسِيٽِيئان

source: Other
kvx: ٻِيزا

source: Other Language
kvx: ٻِيزئي ٻولئي

source: Other people validate those voice clips.
kvx: ٻِي﻿زا منک هائيون آوازون رئي تصديق ڪرئہ۔

source: Other voice datasets…
kvx: ٻِيزا وائيس ڊيٽاسيٽ…

source: Other Voice Datasets
kvx: ٻيزا وائيس ڊيٽا سيٽ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
kvx: امارِي قوم رو مئنيجر تمون ٿِي راڀطو ڪرشي زم تمارئي وڌارئہ مڌت ڪري هيڪئہ،ان تمون نئہ اي ڪِيڌو زائي هيڪئہ جي تمارِي ٻولِي ۾ پيرهِين ٿِي ڪوئي قوم ڪوم ڪرئه رئي ڪا نا؟

source: Our governance is founded on the pillars of:
kvx: امارئي حڪُومت اِيئون پِيل پايون مانه اُوڀل سئہ:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
kvx: امارئي ٻولئي امارئي وارتا سئہ،امارئي قوم سئہ،امارئي ثقافت سئہ۔هالو اُو ڊيٽاسيٽ ٺاوون جي امي ڌُنيا ۾ زووا ڪرون۔

source: Our Partners
kvx: امارا حصيڌار

source: Our partners include...
kvx: امارا حِصيڌار اِيئا ۾ شامِل سئہ۔۔۔

source: Overall Accuracy
kvx: ٻڌئي ڌُرستگئي

source: Overall Hr. Total
kvx: ڪلاڪون رو ٻڌوئي

source: p
kvx: پ

source: Paiwan
kvx: پائيوانَ

source: Palula
kvx: پلُولا

source: Papantla Totonac
kvx: پپنتلا ٽوٽونيڪ

source: Papiamento
kvx: پپيامينٽو

source: Papiamento (Aruba)
kvx: پپِيامينٽو (ارُوڀا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
kvx: قوم ۾ ٻولِي رِي وات چِيت ڪريا ۾ حِصو ليو،سوئال پُونسو،ان آيا واۯون پروگرومون را ڀارام انَ وات چِيت را ڀارام جانڪارئِي حاصِل ڪرو۔

source: Partner
kvx: ڀائيواۯ

source: Partners
kvx: ڀاڳ ليڌا واۯا

source: Partnerships
kvx: حِصيڌاري

source: Partnerships and networks
kvx: ڀائيوارئي انَ رابطو

source: Partnerships, Press and Stories, Community and Languages
kvx: حصيڌار،اخبارِي اطلاعون انَ وارتائون،قوم انَ ٻولي

source: Partner with us
kvx: امون ٿِي حِصو ڪرو

source: [Part of the text can’t be heard]
kvx: [متنَ رو ڪينڪ حِصو ۿومڀۯيام نه آوَتو]

source: Pashto
kvx: پشتو

source: Past recordings download requests
kvx: پيرهيِن ريڪارڊِنگ رئي ڌرخواست

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
kvx: <p>ڪومن وائيس هيڪ ايوِي آواز رو ڊيٽا ڀيس سئہ،جو منکون ۿارُو موجوڌ سئہ، جو پُوري ڌنيا رون رضاڪارون رئيون آوازون رئي طاقت سئہ۔ جو منک وائيس ڌرخواست ٺاهوا ڪرئہ ايئا ڊيٽا سيٽ رو استعمال مشين لرننڳ ماڊل نئہ شِينکاڙيا ۿارُو استعمال ڪري هيڪوه۔</p> <p> اِيئہ ٽوڻئہ، گھڻو ڪرينَ ڊيٽا ڀيس ڪمپنيون واۯون ڪئنہ سئہ، جو انوويشنَ نئہ روڪئه پرو۔ وائيس ڊيٽا ڀيس ۾ ڪنئڪ منک گهٽ ۮيکيام آيا: گھٽ انگريزِي ٻوليا واۯا،رنگون را منک،معذُور منک، ڏوشي ان ايل جي ڀي ٽي ڪيوُ آئي اي+ منک۔ ايئا رو مطلٻ سئہ جي ڍيٽا ڪومن وائيس - اِن ايبلڊ ٽيڪنالاجِي رئي ﻿ٻولئي ۿاوَ ڪوم نٿِي ڪرتئي، انَ جيٿئہ اي ڪوم ڪرئه۔ اُوٿئہ پڻ هر هيڪ منک ۿارُو با خبر ڪوم نٿِي ڪرتئي۔ امي هايا نئہ ڀڌلوا ڪرونه، هر جڳا منکون نئہ آپرئي آپرئي آواز ۮينَ سُجاڳئي ۮِيڌا ۿارُو۔</p>

source: People come and contribute their voices.
kvx: منک آوئه انَ آپرئي آوازون ۮئه۔

source: Persian
kvx: پرشِيئنَ

source: Personal dashboards keep you up-to-date with individual and community progress.
kvx: ذاتِي ڊيش بورڊ تمون نئہ منکون را ڀارام انَ قوم رِي ڪارڪردگي رئي جانڪارئي ۮئه۔

source: Personally Identifiable Information
kvx: ذاتِي جانڪارئي ڪياڪ منک رئي اوۯکوڻ ڪري هيڪئہ

source: Platform language
kvx: ماڳ / جڳا رئي ٻولئي

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
kvx: <playbookLink> مڌت گار ۿارُو رهنمائي دريافت ڪرو</playbookLink>ڪومنَ وائيس را پُورا سڦر مانه، لوڪيشن ٿِي لينَ ڊيٽاسيٽ را اِستعمال ۿُوڌِي، ڪيوا طرِيقا ٿِي امي نات رون منکون ٿِي مِلي هيڪون۔

source: <playIcon></playIcon>Last one!
kvx: آخرِي هيڪ <playIcon></playIcon>

source: Play/Stop
kvx: هاڪلو / بند ڪرو

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
kvx: ميرڀونئي ﻿امارئِي <templateFileLink> ٽيمپليٽ رئي فائل</templateFileLink> چيڪ ڪرو۔ تمارا جُملا ڪاپِي رائِيٽ فرِي (CC0 اِجازت لِيڌل انَ اصلِي ڪوم هووو ﻿کپئہ سهِي انَ ۿورئہ نمُونئہ ڀڻيا رئہ لائق هووئہ۔ جمع ڪرَل جُملا ۮه ٿِي پنرئہ سيڪنڊ ۾ ڀڻيا رئہ لائق هوئہ انَ اِيئا ۾ نمڀر کاس اِسم انَ ڪئريڪٽرس نہ هووئہ۔

source: Please fill out this field.
kvx: ميرڀونِي ڪرينَ اي کونو ڀرو۔

source: Please select a language to review sentences.
kvx: ميرڀونئي ڪرينَ جُملون رو جائزو لِيڌا ۿارُو هيڪ ٻولِي رئي سُونڍ ڪرو۔

source: Polish
kvx: پولِيش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
kvx: <pontoonAccountLink> جي ڪيِۮي تمارو اڪائونٽ پونَٽُونَ مانه نٿِي تون</pontoonAccountLink> هيڪ اڪائونٽ ٺاوو۔ پسئہ آپري ٻولِي رئي سُونڊ ڪرو <strong> (گروپ)</strong> ان ڪومن وائيس پروجڪٽ <pontoonCvLink>نئہ سُونڊو،<pontoonCvLink>۔ اُوٿئہ ترجمو ڪريا ۿارُو ڪينئڪ فائلون هوشي۔ ڪياڪ هيڪي فائل مانه ڪلڪ ڪرو، تون انگريزي ۾ ويڻ ان اوئون رو ترجمو ڪريا ۿارُو هيڪ ڏٻو ۮيکيام آوشي۔

source: Portuguese
kvx: پورٽُوگوئيس

source: Powered by global communities, for global communities — 130 languages and growing!
kvx: ٻڌِي ڌُنيا رِي قوم را پاها ٿِي ويوَراوَئي ڳئي،انَ اُوئا ئي ۿارُو—130ٻولي انَ وڌارئہ شامِل ڪري زائه ري!

source: Press and stories
kvx: اخبار انَ وارتائون

source: Press and Stories
kvx: اخبارِي اطلاعون انَ وارتائون

source: Press play, listen & tell us: did they accurately speak the sentence below?
kvx: پلي ۮٻاوو،ۿومڀۯو انَ امون نئہ ۿمڀۯاوو:ڪِي اُُوئہ نِيسو ۮِيڌل جُملو ۿاوَۯ نمُونا ٿِي ٻوليو؟

source: Press { shortcut-play-toggle } to toggle play mode
kvx: ۮٻاوو{ shortcut-play-toggle }پلي موڊ نئہ ٽوگل ڪريا ۿارُو

source: Privacy
kvx: پڙڌو

source: <privacyLink>Privacy</privacyLink>
kvx: <privacyLink>راصڌارئي</privacyLink>

source: Privacy Policy
kvx: پرائيوِيسِي پاليسئِي

source: Privacy, security and transparency.
kvx: پڙڌو، ﻿ڀچاوو انَ صاڦ/ شفافيت۔

source: Pro
kvx: پرو

source: Process / Steps
kvx: عمل انَ طرِيقو

source: Profile
kvx: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
kvx: پروفائل رئي جانڪارِي آڊيو ڊيٽا نئہ ٺائُوڪو ٺاوَئہ جيو تقرِير رِي اوۯکوڻ نئہ شِينکاڙيا ۾ اِستعمال ٿئه۔

source: Progress
kvx: ترقئي

source: Public Domain
kvx: عام اِستعمال ۿارُو ڌستياب

source: Publicly accessible open speech datasets in 130+ languages
kvx: 130 ٿِي وڌارئہ ٻوليون ۾ ڊيٽاسيٽ منکون ۿُوڌِي پُوڳيا ۿارُو تيار سئہ

source: Pular Guinea
kvx: پَلر گوئِينِي

source: Punctuation
kvx: زيرو زبر

source: Punjabi
kvx: پنجابِي

source: Puno Quechua
kvx: پُونو ڪوئيچُوئا

source: Quechua Ambo-Pasco
kvx: ڪوئِيچُوئا اايمبو-پيسڪو

source: Quechua Arequipa-La Unión
kvx: ڪُوئيچُوئا اريڪوئيپا-لا يُونين

source: Quechua Cajatambo
kvx: ڪوئيچُوئا ڪجاتمبو

source: Quechua Chanka
kvx: ڪوئيچُوئا ڇنڪا

source: Quechua Chiquián
kvx: ڪوئيچُوئا چِيڪوئييانَ

source: Quechua Corongo Ancash
kvx: ڪوئِيچُوئا ڪورنگو انڪش

source: Quechua Jauja Wanka
kvx: ڪوئيچُوئا جائُوجا ونڪا

source: Quechua Pasco Santa Ana de Tusi
kvx: ڪوئيچُوئا پاسڪو سنتا انا دي تُسي

source: Quechua Sihuas Ancash
kvx: ڪوئيچُوئا سيهُوئاس انڪيش

source: Quechua Yauyos
kvx: ڪوئيچُوئا يائُويوس

source: Question
kvx: سوئال

source: Question Collection
kvx: سوئال ڀيۯو ڪروو

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
kvx: ايوا سوئال جيا ثقافتِي طور مانه جوم کاس هوئہ، ڪا جواڀ ۮِيڌا را ڀارام ۾ الهائِي انڌازا لڳاوو

source: Questions which may cause someone to share sensitive, potentially triggering responses
kvx: ايوا سوئالات جيا ڪيا نئہ ٺائُوڪا، نُقصونَ ۮئہ ڪا ۮورا جواڀ شيئر ڪريا مانه مجڀُور ڪري هيڪئہ

source: Questions which might solicit hate speech or other biased or offensive sentiments
kvx: ايوا سوئالات جيو نڦرت انگيز وات چِيت ڪا ٻِيزا پاهئہ طرف دارئي ڪا نڦرت رو اِظهار ڪريا رئي ڪوشش ڪرئه۔

source: Questions which might solicit personally identifiable information
kvx: ايوا سوئال جيو شخصِي طور اوۯکيا واۯئي جانڪارئي حاصل ڪريا رئي ڪوشش ڪرئه
